<?php
$lang['admin']['uploader']['submenu']['default'] = 'Загрузка файлов';

$lang['admin']['uploader']['submenu']['mediamanager'] = 'Медиа-менеджер';

$lang['admin']['uploader']['mediamanager'] = array(
	'head' => 'Медиа-менеджер',
	'description' => 'Управление Вашими медиа-файлами',

	'delete' => 'Удалить',
	'up' => 'Назад',
	'page' => 'Страница',
	'colname' => 'Наименование файла',
	'colsize' => 'Размер',
	'coltype' => 'Тип',
	'colmtime' => 'Загружен',
	'colusecount' => '# использован',
	'nofiles' => 'Нет загруженных файлов.',
	'loadfile' => 'Загрузить файл',

	'selected' => 'Выбрано действие',
	'selectaction' => '-- выберите действие --',
	'addtogallery' => 'Добавить в галерею',
	'newgallery' => 'Новая галерея',
	'go' => 'ОК',
	'add' => 'Добавить'
);

$lang['admin']['uploader']['mediamanager']['msgs'] = array(
	3 => 'Создана новая галерея',
	2 => 'Изображения перемещены в галерею',
	1 => 'Файл удален',
	-1 => 'Ошибка при удалении файла',
	-2 => 'Ошибка при создании новой галереи',
	-3 => 'Пожалуйста, укажите название новой галереи'
);
?>
