<?php
$lang ['admin'] ['uploader'] ['submenu'] ['default'] = 'Μεταφορτωτής';

$lang ['admin'] ['uploader'] ['submenu'] ['mediamanager'] = 'Διαχειριστής μέσων ενημέρωσης';

$lang ['admin'] ['uploader'] ['mediamanager'] = array(
	'head' => 'Διαχειριστής μέσων ενημέρωσης',
	'description' => 'Διαχειριστείτε τα μέσα σας',

	'view' => 'Προβολή',
	'view_detail' => 'Λεπτομερής προβολή',
	'view_thumb' => 'Προβολή μικρογραφιών',

	'delete' => 'Διαγραφή',
	'up' => 'Πίσω',
	'page' => 'Σελίδα',
	'colname' => 'Όνομα',
	'colsize' => 'Μέγεθος',
	'coltype' => 'Τύπος',
	'colmtime' => 'Μεταφορτώθηκε στις',
	'colusecount' => '# χρήση',
	'nofiles' => 'Δεν έχουν φορτωθεί αρχεία.',
	'loadfile' => 'Φόρτωση αρχείου',

	'selected' => 'Επιλεγμένα',
	'selectaction' => '-- Επιλέξτε δράση --',
	'addtogallery' => 'Προσθήκη στη γκαλερί',
	'newgallery' => 'Νέα γκαλερί',
	'go' => 'Go',
	'add' => 'Προσθέστε'
);

$lang ['admin'] ['uploader'] ['mediamanager'] ['msgs'] = array(
	3 => 'Δημιουργήθηκε νέα γκαλερί',
	2 => 'Οι εικόνες μεταφέρθηκαν στη γκαλερί',
	1 => 'Διαγραφή αρχείου',
	-1 => 'Σφάλμα διαγραφής αρχείου',
	-2 => 'Σφάλμα δημιουργίας νέας γκαλερί',
	-3 => 'Καθορίστε το όνομα της νέας γκαλερί'
);
?>
