<?php
$lang ['admin'] ['entry'] ['submenu'] ['commentcenter'] = 'Σχόλιο Κέντρο';
$lang ['admin'] ['entry'] ['commentcenter'] = array(
	// Header of the panel
	'title' => 'Κέντρο σχολίων',
	'desc1' => 'Αυτός ο πίνακας σας επιτρέπει να διαχειρίζεστε τα σχόλια στο ιστολόγιό σας.',
	'desc2' => 'Μπορείτε να κάνετε διάφορα πράγματα εδώ:',

	// Links
	'lpolicies' => 'Διαχείριση των κατευθυντήριων γραμμών',
	'lapprove' => 'Εμφάνιση μπλοκαρισμένων σχολίων',
	'lmanage' => 'Διαχείριση σχολίων',
	'lconfig' => 'Ρύθμιση του πρόσθετου',
	'faq_spamcomments' => 'Λάβετε βοήθεια για την αντιμετώπιση των ανεπιθύμητων σχολίων',

	// Policies
	'policies' => 'Κατευθυντήριες γραμμές',
	'desc_pol' => 'Εδώ μπορείτε να επεξεργαστείτε τις οδηγίες για τα σχόλια.',
	'select' => 'Επιλέξτε',
	'criteria' => 'Κριτήρια',
	'behavoir' => 'Συμπεριφορά',
	'options' => 'Ρυθμίσεις',
	'entry' => 'Είσοδος',
	'entries' => 'Ενδείξεις',
	'categories' => 'Κατηγορίες',
	'nopolicies' => 'Δεν υπάρχουν κατευθυντήριες γραμμές',
	'all_entries' => 'Όλες οι καταχωρήσεις',
	'fol_entries' => 'Η κατευθυντήρια γραμμή ισχύει για τις ακόλουθες καταχωρίσεις:',
	'fol_cats' => 'Η κατευθυντήρια γραμμή ισχύει για τις συμμετοχές στις ακόλουθες κατηγορίες:',
	'older' => 'Η κατευθυντήρια γραμμή ισχύει για καταχωρίσεις παλαιότερες από την ημέρα %d (e).',
	'allow' => 'Επιτρέψτε σχόλια',
	'block' => 'Απαγόρευση σχολίων',
	'approvation' => 'Τα σχόλια πρέπει να είναι εγκεκριμένα',
	'up' => 'Στην κορυφή',
	'down' => 'Προς τα κάτω',
	'edit' => 'Επεξεργασία',
	'delete' => 'Διαγραφή',
	'newpol' => 'Προσθήκη νέας πολιτικής',
	'del_selected' => 'Διαγραφή επιλεγμένων οδηγιών',
	'select_all' => 'Επιλέξτε όλα',
	'deselect_all' => 'Επιλέξτε κανένα',

	// Configuration page
	'configure' => 'Ρύθμιση του πρόσθετου',
	'desc_conf' => 'Μπορείτε να αλλάξετε τις επιλογές του πρόσθετου εδώ.',
	'log_all' => 'Καταγραφή μπλοκαρισμένων σχολίων',
	'log_all_long' => 'Ενεργοποιήστε αυτή την επιλογή εάν θέλετε επίσης να καταγράφετε τα μπλοκαρισμένα σχόλια.',
	'email_alert' => 'Ειδοποίηση μέσω e-mail',
	'email_alert_long' => 'Αν πρέπει να ελέγξετε ένα σχόλιο για έγκριση, μπορείτε να μέσω ηλεκτρονικού ταχυδρομείου.',
	'akismet' => 'Akismet',
	'akismet_use' => 'Έλεγχος σχολίων με Akismet',
	'akismet_use_long' => 'Με το <a href="https://akismet.com/" target="_blank">Akismet</a> μπορείτε να μειώσετε την ανεπιθύμητη αλληλογραφία στα σχόλια.',
	'akismet_key' => 'Κλειδί Akismet',
	'akismet_key_long' => 'Η υπηρεσία <a href="https://akismet.com/signup/" target="_blank">Akismet</a> σας παρέχει ένα <a class="hint externlink" href="https://akismet.com/support/getting-started/api-key/" target="_blank">κλειδί</a>. Τοποθετήστε το εδώ.',
	'akismet_url' => 'URL ιστολογίου για το Akismet',
	'akismet_url_long' => 'Θα πρέπει να χρησιμοποιείτε μόνο ένα domain για τη δωρεάν υπηρεσία Akismet. Μπορείτε να αφήσετε αυτό το πεδίο κενό. Στη συνέχεια χρησιμοποιείται ο <code>%s</code>.',
	'save_conf' => 'Αποθήκευση ρυθμίσεων',

	// Edit policy page
	'apply_to' => 'Εφαρμογή στο',
	'editpol' => 'Επεξεργασία μιας κατευθυντήριας γραμμής',
	'createpol' => 'Δημιουργία μιας κατευθυντήριας γραμμής',
	'some_entries' => 'Ορισμένες συνεισφορές',
	'properties' => 'Συνεισφορά με ορισμένες ιδιότητες',
	'se_desc' => 'Εάν έχετε επιλέξει την επιλογή %s, παρακαλούμε προσθέστε τις θέσεις που θα θέλατε να εφαρμοστούν σε αυτή την πολιτική.',
	'se_fill' => 'Συμπληρώστε τα πεδία με το <a href="admin.php?p=entry">ID</a> των εγγραφών (<code>entryYYMMDD-HHMMSS</code>).',
	'po_title' => 'Ιδιότητες',
	'po_desc' => 'Εάν έχετε επιλέξει την επιλογή %s, συμπληρώστε τις ιδιότητες.',
	'po_comp' => 'Τα πεδία δεν είναι υποχρεωτικά, αλλά πρέπει να συμπληρώσετε τουλάχιστον ένα ή την οδηγία θα εφαρμοστεί σε όλες τις καταχωρήσεις.',
	'po_time' => 'Ρυθμίσεις ώρας',
	'po_older' => 'Ισχύει για καταχωρήσεις που είναι παλαιότερες από ',
	'days' => 'Ημέρες.',
	'save_policy' => 'Αποθήκευση πολιτικής',

	// Delete policies page
	'del_policies' => 'Διαγραφή κατευθυντήριων γραμμών',
	'del_descs' => 'Θα διαγράψετε αυτή την πολιτική: ',
	'del_descm' => 'Θα διαγράψετε αυτές τις κατευθυντήριες γραμμές: ',
	'sure' => 'Είσαι σίγουρος;',
	'del_subs' => 'Ναι, παρακαλώ διαγράψτε',
	'del_subm' => 'Ναι, διαγράψτε όλα τα',
	'del_cancel' => 'Όχι, πίσω στις ρυθμίσεις.',

	// Approve comments page
	'app_title' => 'Εγκρίνετε το σχόλιο',
	'app_desc' => 'Μπορείτε να εγκρίνετε τα σχόλια εδώ.',
	'app_date' => 'ημερομηνία',
	'app_content' => 'Σχόλιο',
	'app_author' => 'Συγγραφέας',
	'app_email' => 'email',
	'app_ip' => 'Διεύθυνση IP',
	'app_actions' => 'Μέτρα',
	'app_publish' => 'Δημοσίευση',
	'app_delete' => 'Διαγραφή',
	'app_nocomms' => 'Δεν υπάρχει κανένα σχόλιο.',
	'app_pselected' => 'Δημοσίευση επιλεγμένων σχολίων',
	'app_dselected' => 'Αφαίρεση επιλεγμένων σχολίων',
	'app_other' => 'Άλλες παρατηρήσεις',
	'app_akismet' => 'Αναγνωρίζεται ως spam',
	'app_spamdesc' => 'Αυτά τα σχόλια έχουν μπλοκαριστεί από το Akismet.',
	'app_hamsubmit' => 'Κατά τη δημοσίευση, αναφέρετε επίσης ως Ham στο Akismet.',
	'app_pubnotham' => 'Δημοσιεύστε, αλλά μην μεταφέρετε στο Akismet',

	// Delete comments page
	'delc_title' => 'Διαγραφή σχολίων',
	'delc_descs' => 'Θα διαγράψετε αυτό το σχόλιο: ',
	'delc_descm' => 'Θα διαγράψετε αυτά τα σχόλια: ',

	// Manage comments page
	'man_searcht' => 'Αναζήτηση για μια καταχώρηση',
	'man_searchd' => 'Εισάγετε το <a href="admin.php?p=entry">ID</a> (<code>entryYYMMDD-HHMMSS</code>) της δημοσίευσης της οποίας τα σχόλια θέλετε να διαχειριστείτε.',
	'man_search' => 'Αναζήτηση',
	'man_commfor' => 'Παρατηρήσεις για %s',
	'man_spam' => 'Αναφορά ως spam στο Akismet',

	// The simple edit
	'simple_pre' => 'Τα σχόλια για αυτή την καταχώρηση ',
	'simple_1' => 'επιτρέπονται.',
	'simple_0' => 'χρειάζονται την έγκρισή σας.',
	'simple_-1' => 'θα μπλοκαριστούν.',
	'simple_manage' => 'Διαχειριστείτε τα σχόλια για αυτή την καταχώρηση.',
	'simple_edit' => 'Επεξεργασία κατευθυντήριων γραμμών',

	// Akismet warnings
	'akismet_errors' => array(
		-1 => 'Το κλειδί Akismet είναι άδειο. Παρακαλώ εισάγετε το.',
		-2 => 'Δεν μπορούσαμε να επικοινωνήσουμε με τους διακομιστές Akismet.',
		-3 => 'Η επικοινωνία με το Akismet απέτυχε.',
		-4 => 'Το κλειδί Akismet είναι άκυρο.'
	),

	// Messages
	'msgs' => array(
		1 => 'Η διαμόρφωση αποθηκεύτηκε.',
		-1 => 'Παρουσιάστηκε σφάλμα κατά την αποθήκευση της διαμόρφωσης.',

		2 => 'Η πολιτική σώζεται.',
		-2 => 'BΠροέκυψε σφάλμα κατά την αποθήκευση της πολιτικής (ίσως οι ρυθμίσεις σας είναι λανθασμένες).',

		3 => 'Αναβολή της οδηγίας.',
		-3 => 'Προέκυψε σφάλμα κατά την προσπάθεια μετακίνησης της πολιτικής (ή δεν μπορεί να μετακινηθεί).',

		4 => 'Αφαίρεση οδηγίας (-ων).',
		-4 => 'Προέκυψε σφάλμα κατά την προσπάθεια αφαίρεσης της/των πολιτικής(ών) (ή δεν επιλέξατε μια πολιτική).',

		5 => 'Δημοσιευμένο σχόλιο (σχόλια).',
		-5 => 'Προέκυψε σφάλμα κατά την προσπάθεια δημοσίευσης των σχολίων.',

		6 => 'Kαφαίρεση του στοιχείου ε).',
		-6 => 'Προέκυψε σφάλμα κατά την προσπάθεια αφαίρεσης των σχολίων (ή δεν επιλέξατε ένα σχόλιο).',

		7 => 'Σχόλιο που υποβλήθηκε.',
		-7 => 'Προέκυψε σφάλμα κατά την αποστολή του σχολίου.'
	),

	// Errors
	'errors' => array(
		'pol_nonex' => 'Η πολιτική που θέλετε να επεξεργαστείτε δεν υπάρχει.',
		'entry_nf' => 'Η επιλεγμένη συνεισφορά δεν υπάρχει.'
	)
);

$lang ['plugin'] ['commentcenter'] = array(
	'akismet_error' => 'Λυπούμαστε, αντιμετωπίζουμε τεχνικές δυσκολίες.',
	'lock' => 'Λυπάμαι, αυτή η καταχώρηση δεν μπορεί να σχολιαστεί.',
	'approvation' => 'Το σχόλιο έχει αποθηκευτεί, αλλά ο διαχειριστής πρέπει να το εγκρίνει για να μπορέσει να εμφανιστεί.',

	// Mail for comments
	'mail_subj' => 'Νέο σχόλιο προς έγκριση %s'
);

$lang ['plugin'] ['commentcenter'] ['mail_text'] = 'Γεια σας %toname%,

"%fromname%" %frommail% έγραψε ένα σχόλιο στην καταχώριση με τίτλο "%entrytitle%"
Αλλά αυτό χρειάζεται την έγκρισή σας πριν δημοσιευτεί.

Το παρακάτω γράφτηκε ως σχόλιο:
_______________________________
%content%
_______________________________

Συνδεθείτε στη διαχειριστική περιοχή του ιστολογίου σας FlatPress και ελέγξτε το μπλοκαρισμένο σχόλιο στο κέντρο σχολίων.

Δημιουργείται αυτόματα από
%blogtitle%

';
?>
