<?php
$lang ['plugin'] ['tag'] = array(
	'tag_s' => 'Ετικέτα: ',
	'title_pre' => 'Ετικέτα: ',

	'widget' => 'Ετικέτες',
	'oneentry' => 'Μία καταχώριση',
	'entry' => ' καταχώριση',
	'entries' => ' καταχωρίσεις',
	'notags' => 'Δεν υπάρχει καμία ετικέτα.',

	'related' => 'Σχετικές καταχωρίσεις',
	'norelated' => '<ul><li>Δεν βρέθηκαν σχετικές καταχωρίσεις.</li></ul>',
	'error' => '<ul><li>Δεν βρέθηκαν καταχωρίσεις</li></ul>'
);

$lang ['plugin'] ['tag'] ['errors'] = array(
	-1 => 'Αυτό το πρόσθετο απαιτεί να έχει φορτωθεί το BBCode. Ίσως τα πρόσθετα φορτώθηκαν με λάθος σειρά.'
);

$lang ['admin'] ['plugin'] ['tag'] = array(
	'tag_pl' => 'Ετικέτα',
	'remove' => 'Αφαίρεση'
);
?>
