<?php
$lang ['plugin'] ['tag'] = array(
	'tag_s' => 'Тег(и): ',
	'title_pre' => 'Тег: ',

	'widget' => 'Ключевые слова',
	'oneentry' => 'Одна запись',
	'entry' => ' запись',
	'entries' => ' записей',
	'notags' => 'Ключевых слов нет.',

	'related' => 'Связанные записи',
	'norelated' => '<ul><li>Связанных записей не найдено.</li></ul>',
	'error' => '<ul><li>Записи не найдены</li></ul>'
);

$lang ['plugin'] ['tag'] ['errors'] = array(
	-1 => 'Для этого плагина требуется загруженный BBCode. Возможно, плагины были загружены в неправильном порядке.'
);

$lang ['admin'] ['plugin'] ['tag'] = array(
	'tag_pl' => 'Ключевое слово',
	'remove' => 'Удалить'
);
?>
