<?php
$lang ['admin'] ['panel'] ['main'] = 'Main';

$lang ['admin'] ['main'] ['default'] = array(
	'head' => '管理者用ページへようこそ!',
	'descr' => '何をするか選んでください',

	'op1' => 'ブログ記事の新規作成',
	'op1d' => '新しいブログ記事を作成します。',
	'op2' => 'ブログ記事の管理',
	'op2d' => 'すべての記事を表示＆管理(編集/削除など)します。',
	'op3' => 'ウィジェット',
	'op3d' => 'サイドバー、ボトムバー、トップバーのウィジェットを管理します。',
	'op4' => 'プラグイン',
	'op4d' => 'プラグインのインストール、有効・無効の切り替えをします。',
	'op5' => '設定',
	'op5d' => 'FlatPressの設定をカスタマイズします。',
	'op6' => 'メンテナンス',
	'op6d' => 'FlatPressの保守をします。',
	'op7' => 'アップローダー',
	'op7d' => '画像やファイルのアップロードと管理をします。',
	'op8' => 'テーマ',
	'op8d' => 'テーマとスタイルの切り替えをします。',
	'op9' => 'コメントセンター',
	'op9d' => 'コメントの管理、ガイドラインの作成をします。',

	'setup_hide_failed_head' => 'セキュリティ通知: 初回セットアップにまだアクセス可能です！',
	'setup_hide_failed_descr' => 'FlatPressはセットアップのエントリポイントを自動で非表示に変更できませんでした。手作業で setup.php を .setup.php に、setup/ ディレクトリを .setup/ にリネームしてください（またはWebサーバのパーミッション設定でそれぞれをアクセス不許可としてください）。',
	'setup_hide_failed_items' => '影響を受けるパス:'
);
?>
