<?php

	$lang['admin']['static']['submenu'] = array(
		'list'		=> 'Διαχείριση στατικών σελίδων',
		'write'		=> 'Δημιουργία στατικής σελίδας'
	);

	
	/* main panel */
		
	$lang['admin']['static']['list'] = array(
	
		'head'		=> 'Στατικές σελίδες',
		'descr'		=> 'Παρακαλώ επιλέξτε μια σελίδα προς επεξεργασία ή <a href="admin.php?p=static&amp;action=write">δημιουργήστε μια νέα</a>.',
	
		'sel'		=> 'Sel', // checkbox
		'date'		=> 'Ημερομηνία',
		'name'		=> 'Σελίδα',
		'title'		=> 'Τίτλος',
		'author'	=> 'Συντάκτης',
		
		'action'	=> 'Δράση',
		'act_view'	=> 'Προβολή',
		'act_del'	=> 'Διαγραφή',
		'act_edit'	=> 'Επεξεργασία'		
	);
	
	$lang['admin']['static']['list']['msgs'] = array(
		1	=> 'Η σελίδα αποθηκεύτηκε επιτυχώς',
		-1	=> 'Προέκυψε κάποιο σφάλμα κατά την αποθήκευση 
					της σελίδας',
		2	=> 'Η σελίδα διαγράφηκε επιτυχώς',
		-2	=>	 'Προέκυψε κάποιο σφάλμα κατά τη διαγραφή 
					της σελίδας',
	);

	/* write panel */

	$lang['admin']['static']['write'] = 
	array(
		'head'		=> 'Δημοσίευση στατικής σελίδας',
		'descr'		=> 'Επεξεργαστείτε τη φόρμα για να δημοσιεύσετε τη σελίδα',
		'fieldset1'	=> 'Επεξεργασία',
		'subject'	=> 'Θέμα (*):',
		'content'	=> 'Περιεχώμενο (*):',
		'fieldset2'	=> 'Υποβολή',
		'pagename'	=> 'Όνομα σελίδας (*):',
		'submit'	=> 'Δημοσίευση',
		'preview'	=> 'Προεπισκόπηση',

		'delfset'	=> 'Διαγραφή',
		'deletemsg'	=> 'Διαγραφή αυτής της σελίδας',
		'del'		=> 'Διαγραφή',
		'success'	=> 'Η σελίδα σας δημοσιεύτηκε επιτυχώς',
		'otheropts'	=> 'Άλλες επιλογές',
	);
	
	$lang['admin']['static']['write']['error'] = array(
		'subject'	=> 'Δεν μπορείτε να δημοσιεύσετε έναν κενό τίτλο',
		'content'	=> 'Δεν μπορείτε να δημοσιεύσετε μια κενή καταχώρηση',
		'id'		=> 'Πρέπει να ορίσετε ένα υπάρχων id'
	);
	
	
	/* delete action */	
	$lang['admin']['static']['delete'] = array(
		'head'		=> "Διαγραφή σελίδας", 
		'descr'		=> 'Πρόκειται να διαγράψετε την ακόλουθη σελίδα:',
		'preview'	=> 'Προεπισκόπηση',
		'confirm'	=> 'Θέλετε σίγουρα να συνεχίσετε;',
		'fset'		=> 'Διαγραφή',
		'ok'		=> 'Ναι, διαγραφή της σελίδας',
		'cancel'	=> 'Όχι, επιστροφή στον πίνακα ελέγχου',
		'err'		=> 'Η συγεκριμένη σελίδα δεν υπάρχει',
	
	);
	
	
		
?>
