<?php
$lang ['admin'] ['panel'] ['maintain'] = 'Maintainance';

$lang ['admin'] ['maintain'] ['default'] = array(
	'head' => 'Συντήρηση',
	'descr' => 'Ελάτε εδώ αν πιστεύετε πως κάτι χάλασε και μπορεί εδώ να βρείτε λύση. Παρόλα αυτά, ίσως να μην πετύχει.',
	'opt0' => '&laquo; Πίσω στο βασικό μενού',
	'opt1' => 'Ανακατασκευή ευρετηρίου',
	'opt2' => 'Εκκαθάριση προσωρινής μνήμης θεμάτων και προτύπων',
	'opt3' => 'Επαναφορά δικαιωμάτων αρχείων',
	'opt4' => 'Εμφάνιση πληροφοριών σχετικά με την PHP',
	'opt5' => 'Έλεγχος για αναβαθμίσεις',

	'chmod_info' => 'Αν τα δικαιώματα του αρχείου <strong>δεν μπόρεσαν</strong> να επανέλθουν σε ' . decoct(FILE_PERMISSIONS) . ', ο ιδιοκτήτης του αρχείου δεν είναι πιθανότατα ο ίδιος με τον ιδιοκτήτη του διακομιστή ιστού.<br>' . //
		'Συνήθως αυτή η ειδοποίηση μπορεί να αγνοηθεί.'
);

$lang ['admin'] ['maintain'] ['default'] ['msgs'] = array(
	1 => 'Η διαδικασία ολοκληρώθηκε',
	-1 => 'Η διαδικασία απέτυχε'
);

$lang ['admin'] ['maintain'] ['updates'] = array(
	'head' => 'Αναβαθμίσεις',
	'list' => '<ul>
		<li>Έχετε το FlatPress έκδοση <big>%s</big></li>
		<li>Η τελευταία σταθερή έκδοση του FlatPress είναι <big><a href="%s">%s</a></big></li>
		<li>Η τελευταία δοκιμαστική έκδοση του FlatPress είναι <big><a href="%s">%s</a></big></li>
		</ul>',
	'notice' => 'Σημείωση:'
);

$lang ['admin'] ['maintain'] ['updates'] ['msgs'] = array(
	1 => 'Υπάρχουν διαθέσιμες αναβαθμίσεις!',
	2 => 'Χρησιμοποιήτε ήδη την τελευταία έκδοση',
	-1 => 'Αδυναμία λήψης αναβαθμίσεων'
);
?>
