<?php

	
	$lang['admin']['themes']['submenu'] = array(
		'default'	=> 'Θέματα',
		'style'		=> 'Στυλ',
	);
	
	/* default panel action (change theme) */
	
	$lang['admin']['themes']['default'] = array(
		'head1'		=> 'Τρέχων θέμα',
		
		'head2'		=> 'Διαθέσιμα θέματα',
		'descr'		=> 'Επιλέξτε το θέμα που επιθυμείτε να χρησιμοποιήσετε',
		
		'nodescr'	=> 'Χωρίς περιγραφή',
		'noauthor'	=> 'Άγνωστος δημιουργός',

	);
	
	$lang['admin']['themes']['default']['msgs'] = array(
		1 => 'Το θέμα άλλαξε.',
		-1 => 'Προέκυψε κάποιο σφάλμα κατά την αλλαγή θέματος.',
		-2 => 'Το θέμα που επιλέξατε δεν υπάρχει.'
	);
	
	
	/* select style */
	
	$lang['admin']['themes']['style'] = array(
		'head1'		=> 'Τρέχων στυλ',
		
		'head2'		=> 'Διαθέσιμα στυλ',
		'descr'		=> 'Επιλέξτε το στυλ που επιθυμείτε να χρησιμοποιήσετε με αυτό το θέμα',
		
		'nodescr'	=> 'Χωρίς περιγραφή',
		'noauthor'	=> 'Άγνωστος δημιουργός',
	);
	
	$lang['admin']['themes']['style']['msgs'] = array(
		1 => 'Το στυλ άλλαξε.',
		-1 => 'Προέκυψε κάποιο σφάλμα κατά την αλλαγή του στυλ.',
		-2 => 'Το στυλ που επιλέξατε δεν υπάρχει.'
	);
	
	
?>
