<?php

	$lang['admin']['panel']['main'] = 'Κεντικό';
	
	$lang['admin']['main']['default'] = array(
		'head'		=> 'Καλωσήρθατε στον πίνακα ελέγχου!',
		'descr'		=> 'Επιλέξτε μια δράση',
		
		'op1'		=> 'Νέα καταχώρηση',
		'op1d'		=> 'Προσθήκη νέας καταχώρησης',
		'op2'		=> 'Καταχωρήσεις',
		'op2d'		=> 'Εμφάνιση και διαχείριση όλων των καταχωρήσεων',
		'op3'		=> 'Στοιχεία',
		'op3d'		=> 'Διαχείριση στοιχείων στις πλαϊνές, πάνω και κάτω μπάρες',
		'op4'		=> 'Πρόσθετα',
		'op4d'		=> 'Εγκαταστείστε, ενεργοποιήστε και απενεργοποιήστε πρόσθετα',
		'op5'		=> 'Ρύθμιση',
		'op5d'		=> 'Τροποποιήστε το flatpress σας',
		'op6'		=> 'Συντήρηση',
		'op6d'		=> 'Εκκαθάριση και επαναφορά του flatpress',
		
	);
?>
