<?php
$lang['admin']['panel']['main'] = 'Κεντικό';

$lang['admin']['main']['default'] = array(
	'head' => 'Καλωσήρθατε στον πίνακα ελέγχου!',
	'descr' => 'Επιλέξτε μια δράση',

	'op1' => 'Νέα καταχώρηση',
	'op1d' => 'Προσθήκη νέας καταχώρησης',
	'op2' => 'Καταχωρήσεις',
	'op2d' => 'Εμφάνιση και διαχείριση όλων των καταχωρήσεων',
	'op3' => 'Στοιχεία',
	'op3d' => 'Διαχείριση στοιχείων στις πλαϊνές, πάνω και κάτω μπάρες',
	'op4' => 'Πρόσθετα',
	'op4d' => 'Εγκαταστείστε, ενεργοποιήστε και απενεργοποιήστε πρόσθετα',
	'op5' => 'Ρύθμιση',
	'op5d' => 'Τροποποιήστε το FlatPress σας',
	'op6' => 'Συντήρηση',
	'op6d' => 'Εκκαθάριση και επαναφορά του FlatPress',
	'op7' => 'Ανεβάζω',
	'op7d' => 'Ανέβασμα και διαχείριση εικόνων και αρχείων',
	'op8' => 'Θέματα',
	'op8d' => 'Εναλλαγή μεταξύ θεμάτων και στυλ',
	'op9' => 'Σχόλιο κέντρο',
	'op9d' => 'Διαχείριση σχολίων, δημιουργία κατευθυντήριων γραμμών',

	'setup_hide_failed_head' => 'Σημείωση ασφαλείας: η ρύθμιση παραμέτρων είναι ακόμα προσβάσιμη!',
	'setup_hide_failed_descr' => 'Το FlatPress δεν μπόρεσε να αποκρύψει αυτόματα τα σημεία εισόδου της ρύθμισης παραμέτρων. Παρακαλούμε μετονομάστε το setup.php σε .setup.php και τον κατάλογο setup/ σε .setup/ (ή απαγορεύστε την πρόσβαση μέσω της διαμόρφωσης του διακομιστή ιστού σας).',
	'setup_hide_failed_items' => 'Διαδρομές που επηρεάζονται:'
);
?>
