<?php
	
	$lang['admin']['panel']['maintain'] = 'Maintainance';

	$lang['admin']['maintain']['default'] = array(
		'head'		=> 'Συντήρηση',
		'descr'		=> 'Ελάτε εδώ αν πιστεύετε πως κάτι χάλασε '.
					'και μπορεί εδώ να βρείτε λύση.
					Παρόλα αυτά, ίσως να μην πετύχει.',
		'opt0'		=> '&laquo; Πίσω στο βασικό μενού',
		'opt1'		=> 'Ανακατασκευή ευρετηρίου',
		'opt2'		=> 'Εκκαθάριση προσωρινής μνήμης θεμάτων και προτύπων',
		'opt3'		=> 'Επαναφορά δικαιωμάτων αρχείων',
		'opt4'		=> 'Εμφάνιση πληροφοριών σχετικά με την PHP',
		'opt5'		=> 'Έλεγχος για αναβαθμίσεις',

		'chmod_info'	=> "Τα ακόλουθα δικαιώματα αρχείων <strong>δεν μπόρεσαν</strong>
					να επανέλθουν σε 0777; πιθανότατα ο ιδιοκτήτης των αρχείων δεν είναι ο ίδιος με τον ιδιοκτήτη του διακομιστή. Συνήθως αυτή η ειδοποίηση μπορεί να αγνοηθεί.",
		
	);
	
	$lang['admin']['maintain']['default']['msgs'] = array(
		1		=> 'Η διαδικασία ολοκληρώθηκε'
	);
	
	$lang['admin']['maintain']['updates'] = array(
		'head'	=> 'Αναβαθμίσεις',
		'list'	=> '<ul>
		<li>Έχετε το FlatPress έκδοση <big>%s</big></li>
		<li>Η τελευταία σταθερή έκδοση του FlatPress είναι <big><a href="%s">%s</a></big></li>
		<li>Η τελευταία δοκιμαστική έκδοση του FlatPress είναι <big><a href="%s">%s</a></big></li>
		</ul>',
		'notice'=>'Σημείωση:'
		
	);
	
	
	
	$lang['admin']['maintain']['updates']['msgs'] = array(
		1		=> 'Υπάρχουν διαθέσιμες αναβαθμίσεις!',
		2		=> 'Χρησιμοποιήτε ήδη την τελευταία έκδοση',
		-1		=> 'Αδυναμία λήψης αναβαθμίσεων'
	);

?>
