<?php
	
	$lang['admin']['widgets']['submenu']['blockparser'] = 'Στοιχεία BlockParser';
	
	$lang['admin']['widgets']['blockparser'] = array(
		'head'		=> 'Στοιχεία BlockParser',
		'description'	=> 'Το πρόσθετο BlockParser σας επιτρέπει να δημιουργήσετε ένα στοιχείο από μία στατική σελίδα. </p><p>
		Επιλέξτε μία ή περισσότερες στατικές σελίδες από τη λίστα για να δημιουργήσετε το αντίστοιχο στοιχείο.</p><p>
		Κάθε νέα <a href="?p=static&amp;action=write">στατική σελίδα</a> που δημιουργείτε, θα εμφανίζεται κι εδώ.',

		'id'		=> 'Στατική σελίδα',
		'title'		=> 'Τίτλος',
		'action'	=> 'Δράση',
		'enable'	=> 'Ενεργοποίηση',
		'disable'	=> 'Απενεργοποίηση',
		'edit'		=> 'Επεξεργασία',
		
	);
	$lang['admin']['widgets']['blockparser']['msgs'] = array(
		1		=> 'Το νέο σας στοιχείο είναι διαθέσιμο. Προσθέστε το στο ιστολόγιο σας από τον κεντρικό <a href="?p=widgets">πίνακα ελέγχου!</a>',
		-1		=> 'Αδυναμία δημιουργίας του ζητούμενου στοιχείου',
		2		=> 'Έχετε απενεργοποιήσει ένα στοιχείο: μην ξεχάσετε να αφαιρέσετε κάθε παραπομπή του από τον κεντρικό <a href="?p=widgets">πίνακα ελέγχου</a>!',
		-2		=> 'Αδυναμία απενεργοποίησης του στοιχείου'
	);
	
?>
