<?php
	
	$lang['admin']['widgets']['submenu']['blockparser'] = 'BlockParser Виджеты';
	
	$lang['admin']['widgets']['blockparser'] = array(
		'head'		=> 'BlockParser Виджеты',
		'description'	=> 'Плагин BlockParser позволяет создать виджет из статической страницы. </p><p>
		Выберите одну или несколько статических страниц из списка, чтобы сделать доступным соответствующий виджет.</p><p>
		Каждая <a href="?p=static&amp;action=write">новая статическая страница</a>, созданная вами, будет указана здесь.',

		'id'		=> 'Статическая страница',
		'title'		=> 'Заголовок',
		'action'	=> 'Действие',
		'enable'	=> 'Включить',
		'disable'	=> 'Отключить',
		'edit'		=> 'Редактировать',
		
	);
	$lang['admin']['widgets']['blockparser']['msgs'] = array(
		1		=> 'Ваш новый виджет доступен. Добавьте его в свой блог из <a href="?p=widgets">главной панели</a>.!</a>',
		-1		=> 'Невозможно создать запрашиваемый виджет',
		2		=> 'Вы отключили виджет: не забудьте удалить все ссылки из <a href="?p=widgets">главной панели</a>.!',
		-2		=> 'Невозможно отключить виджет'
	);
	
?>
