<?php
$lang ['plugin'] ['gdprvideoembed'] = array(

	// for translated content in script file
	'head_youtube' => 'Встроенное видео YouTube',
	'hint_youtube' => '<p><b>Примечание:</b> Это встроенное видео предоставлено компанией YouTube, LLC, 901 Cherry Ave, San Bruno, CA 94066, США.<br>' .//
		'Во время воспроизведения устанавливается соединение с серверами YouTube. Это сообщает YouTube, какие страницы вы посещаете. ' . //
		'Если вы вошли в свою учетную запись YouTube, YouTube может присвоить ваше поведение при серфинге лично вам. ' . //
		'Вы можете предотвратить это, предварительно выйдя из своей учетной записи YouTube.</p>' . //
		'<p>При запуске видео на YouTube провайдер использует файлы cookie, которые собирают информацию о поведении пользователя.</p>' . //
		'<p>Если вы отключили хранение файлов cookie для программы Google Ads, то при просмотре видео на YouTube вам не придется ожидать таких файлов. ' . //
		'Однако YouTube также хранит неперсонализированную информацию об использовании в других файлах cookie. ' . //
		'Если вы хотите предотвратить это, вы должны заблокировать хранение файлов cookie в своем браузере.</p>' . //
		'<p>Дополнительную информацию о защите данных на „YouTube“ можно найти в политике конфиденциальности провайдера по адресу: ' . //
		'<a href="https://policies.google.com/privacy?hl=ru&gl=ru" title="Перейти на https://policies.google.com/privacy?hl=ru&gl=ru" rel="noopener" target="_blank">https://policies.google.com/privacy?hl=ru&gl=ru</a></p>',
	'link_title_youtube' => 'Смотрите видео на YouTube',

	'head_vimeo' => 'Встроенное видео Vimeo',
	'hint_vimeo' => '<p><b>Примечание:</b> Это встроенное видео предоставлено компанией Vimeo, Inc, 555 West 18th Street, New York, New York 10011, USA.<br>' . //
		'Во время воспроизведения устанавливается соединение с серверами Vimeo. Это сообщает Vimeo, какие страницы вы посещаете. ' . //
		'Если вы вошли в свою учетную запись Vimeo, Vimeo может отнести ваше поведение при серфинге к вам лично. ' . //
		'Вы можете предотвратить это, предварительно выйдя из своей учетной записи Vimeo.</p>' . //
		'<p>При запуске видеоролика Vimeo провайдер использует файлы cookie, которые собирают информацию о поведении пользователя.</p>' . //
		'<p>Дополнительную информацию о защите данных на „Vimeo“ можно найти в политике конфиденциальности провайдера по адресу: ' . //
		'<a href="https://vimeo.com/privacy" title="Перейти на https://vimeo.com/privacy" rel="noopener" target="_blank">https://vimeo.com/privacy</a></p>',
	'link_title_vimeo' => 'Смотрите видео на Vimeo',

	'head_facebook' => 'Встроенное видео Facebook',
	'hint_facebook' => '<p><b>Примечание:</b> Это встроенное видео предоставлено компанией Facebook, Inc, 1 Hacker Way, Menlo Park, CA 94025, USA.<br>' . //
		'При воспроизведении видео устанавливается соединение с серверами Facebook. Это сообщает Facebook, какие страницы вы посещаете. ' . //
		'Если вы вошли в свою учетную запись Facebook, Facebook может присвоить ваше поведение на серфинге лично вам. ' . //
		'Вы можете предотвратить это, предварительно выйдя из своей учетной записи Facebook.</p>' . //
		'<p>При запуске видео на Facebook провайдер использует файлы cookie, которые собирают информацию о поведении пользователя.</p>' . //
		'<p>Дополнительную информацию о защите данных в „Facebook“ можно найти в политике конфиденциальности провайдера по адресу: ' . //
		'<a href="https://www.facebook.com/policy.php" title="Перейти на https://www.facebook.com/policy.php" rel="noopener" target="_blank">https://www.facebook.com/policy.php</a></p>',
	'link_title_facebook' => 'Смотрите видео на Facebook',

	'link' => 'Ссылка на видео',
	'button_title' => 'Смотрите видео на этой странице',
	'button' => 'Воспроизвести видео',

	// for translated content in css file
	'noscript_1' => 'Это видео можно',
	'noscript_2' => 'воспроизвести только с',
	'noscript_3' => 'включенным JavaScript.'
);

$lang ['plugin'] ['gdprvideoembed'] ['errors'] = array (
	-1 => 'Для использования этого плагина должен быть активен плагин BBcode.'
);
?>
