<?php
$lang ['plugin'] ['gdprvideoembed'] = array(

	// for translated content in script file
	'head_youtube' => 'Ενσωματωμένο βίντεο YouTube',

	'hint_youtube' => '<p><b>Σημείωση:</b> Αυτό το ενσωματωμένο βίντεο παρέχεται από το YouTube, LLC, 901 Cherry Ave, San Bruno, CA 94066, USA.<br>' .//
		'Κατά τη διάρκεια της αναπαραγωγής δημιουργείται σύνδεση με τους διακομιστές του YouTube. Αυτό ενημερώνει το YouTube για τις σελίδες που επισκέπτεστε. ' . //
		'Εάν είστε συνδεδεμένοι στο λογαριασμό σας στο YouTube, το YouTube μπορεί να αντιστοιχίσει τη συμπεριφορά σας κατά την πλοήγησή σας σε εσάς προσωπικά. ' . //
		'Μπορείτε να το αποτρέψετε αυτό αποσυνδεθείτε από το λογαριασμό σας στο YouTube εκ των προτέρων.</p>' . //
		'<p>Όταν ξεκινάει ένα βίντεο στο YouTube, ο πάροχος χρησιμοποιεί cookies που συλλέγουν πληροφορίες σχετικά με τη συμπεριφορά του χρήστη.</p>' . //
		'<p>Εάν έχετε απενεργοποιήσει την αποθήκευση των cookies για το πρόγραμμα Google Ads, δεν θα πρέπει να περιμένετε τέτοια cookies όταν παρακολουθείτε βίντεο στο YouTube. ' . //
		'Ωστόσο, το YouTube αποθηκεύει επίσης μη προσωποποιημένες πληροφορίες χρήσης σε άλλα cookies. ' . //
		'Αν θέλετε να το αποτρέψετε αυτό, πρέπει να μπλοκάρετε την αποθήκευση των cookies στο πρόγραμμα περιήγησής σας.</p>' . //
		'<p>Περισσότερες πληροφορίες σχετικά με την προστασία των δεδομένων στο „YouTube“ μπορείτε να βρείτε στην πολιτική απορρήτου του παρόχου στη διεύθυνση: ' . //
		'<a href="https://policies.google.com/privacy?hl=el&gl=gr" title="Πηγαίνετε στο https://policies.google.com/privacy?hl=el&gl=gr" rel="noopener" target="_blank">https://policies.google.com/privacy?hl=el&gl=gr</a></p>',
	'link_title_youtube' => 'Παρακολουθήστε το βίντεο στο YouTube',

	'head_vimeo' => 'Ενσωματωμένο βίντεο Vimeo',
	'hint_vimeo' => '<p><b>Σημείωση:</b> Αυτό το ενσωματωμένο βίντεο παρέχεται από την Vimeo, Inc, 555 West 18th Street, New York, New York 10011, USA.<br>' . //
		'Κατά τη διάρκεια της αναπαραγωγής δημιουργείται σύνδεση με τους διακομιστές Vimeo. Αυτό ενημερώνει το Vimeo για τις σελίδες που επισκέπτεστε. ' . //
		'Εάν είστε συνδεδεμένοι στο λογαριασμό σας στο Vimeo, το Vimeo μπορεί να αντιστοιχίσει τη συμπεριφορά σας κατά την πλοήγησή σας σε εσάς προσωπικά. ' . //
		'Μπορείτε να το αποτρέψετε αυτό αποσυνδεθείτε από το λογαριασμό σας στο Vimeo εκ των προτέρων.</p>' . //
		'<p>Όταν ξεκινάει ένα βίντεο του Vimeo, ο πάροχος χρησιμοποιεί cookies που συλλέγουν πληροφορίες σχετικά με τη συμπεριφορά του χρήστη.</p>' . //
		'<p>Περισσότερες πληροφορίες σχετικά με την προστασία των δεδομένων στο „Vimeo“ μπορείτε να βρείτε στην πολιτική απορρήτου του παρόχου στη διεύθυνση: ' . //
		'<a href="https://vimeo.com/privacy" title="Πηγαίνετε στο https://vimeo.com/privacy" rel="noopener" target="_blank">https://vimeo.com/privacy</a></p>',
	'link_title_vimeo' => 'Παρακολουθήστε το βίντεο στο Vimeo',

	'link' => 'Σύνδεσμος για το βίντεο',
	'button_title' => 'Παρακολουθήστε το βίντεο σε αυτή τη σελίδα',
	'button' => 'Αναπαραγωγή βίντεο',

	// for translated content in css file
	'noscript_1' => 'Αυτό το βίντεο μπορεί',
	'noscript_2' => 'να αναπαραχθεί μόνο με',
	'noscript_3' => 'ενεργοποιημένη τη JavaScript.'
);

$lang ['plugin'] ['gdprvideoembed'] ['errors'] = array (
	-1 => 'Το πρόσθετο BBcode πρέπει να είναι ενεργό για να χρησιμοποιήσετε αυτό το πρόσθετο.'
);
?>
