<?php
$lang ['admin'] ['themes'] ['submenu'] = array(
	'default' => 'Темы',
	'style' => 'Стили'
);

/* default panel action (change theme) */
$lang ['admin'] ['themes'] ['default'] = array(
	'head1' => 'Текущая тема',

	'head2' => 'Доступные темы',
	'descr' => 'Выберите тему, которую вы хотите использовать',

	'nodescr' => 'Нет описания',
	'noauthor' => 'Неизвестный автор'
);
	
$lang ['admin'] ['themes'] ['default'] ['msgs'] = array(
	1 => 'Тема была изменена.',
	-1 => 'При попытке сменить тему произошла ошибка.',
	-2 => 'Выбранная вами тема не существует.'
);

/* select style */
$lang ['admin'] ['themes'] ['style'] = array(
	'head1' => 'Текущий стиль',

	'head2' => 'Доступные стили',
	'descr' => 'Выберите стиль, который вы хотите использовать в данной теме',

	'nodescr' => 'Нет описания',
	'noauthor' => 'Неизвестный автор'
);

$lang ['admin'] ['themes'] ['style'] ['msgs'] = array(
	1 => 'Стиль был изменен.',
	-1 => 'При попытке сменить стиль произошла ошибка.',
	-2 => 'Выбранный вами стиль не существует.'
);
?>
