<?php
$lang ['admin'] ['panel'] ['main'] = 'Main';

$lang ['admin'] ['main'] ['default'] = array(
	'head' => 'Добро пожаловать в административный раздел!',
	'descr' => 'Выберите действие',

	'op1' => 'Новая запись',
	'op1d' => 'Добавить новую запись',
	'op2' => 'Записи',
	'op2d' => 'Отображение и управление всеми записями',
	'op3' => 'Виджеты',
	'op3d' => 'Управление виджетами боковой, нижней и верхней панелей',
	'op4' => 'Плагины',
	'op4d' => 'Установка, включение, отключение плагинов',
	'op5' => 'Конфигурация',
	'op5d' => 'Кастомизировать FlatPress',
	'op6' => 'Техническое обслуживание',
	'op6d' => 'Очистка и восстановление FlatPress'
);
?>
