<?php


	$lang['admin']['uploader']['default'] = array(
		'head'		=> 'Загрузка файлов',
		'descr'		=> 'Выберите один или несколько файлов для загрузки.',
		'fset1'		=> 'Выбор файлов',
		'fset2'		=> 'Загрузить',
		'submit'	=> 'Загрузить',

	);

	$lang['admin']['uploader']['default']['msgs'] = array(
		1	=> 'Файл(-ы) загружен(-ы)',
		-1	=> 'При попытке загрузки произошла ошибка.',
	);
	
	
	
	$lang['admin']['uploader']['browse'] = array(
		'head'		=> 'Просмотр',
		'descr'		=> 'Выберите один или несколько файлов для загрузки.',
		'fset1'		=> 'Выбор файлов',
		'submit'	=> 'Загрузить',

	);

	
?>
