<?php
$lang ['contact'] = array(
	'head' => 'Напишите нам',
	'descr' => 'Заполните приведенную ниже форму, чтобы отправить нам отзыв. Пожалуйста, добавьте свой e-mail, если вы хотите получить ответ.',
	'fieldset1' => 'Данные пользователя',
	'name' => 'Имя (*)',
	'email' => 'Электронная почта:',
	'www' => 'Веб-сайт:',
	'cookie' => 'Запомнить меня',
	'fieldset2' => 'Ваше сообщение',
	'comment' => 'Сообщение (*):',
	'fieldset3' => 'Отправить',
	'submit' => 'Отправить',
	'reset' => 'Очистить поля',
);

$lang ['contact'] ['notification'] = array(
	'name' => 'Имя',
	'email' => 'Электронная почта:',
	'www' => 'Веб-сайт:',
	'content' => 'Сообщение:',
	'subject' => 'Контакт отправлен через ',
);

$lang ['contact'] ['error'] = array(
	'name' => 'Необходимо ввести имя',
	'email' => 'Вы должны ввести действительный адрес электронной почты',
	'www' => 'Необходимо ввести действительный URL-адрес',
	'content' => 'Необходимо ввести сообщение',
);

$lang ['contact'] ['msgs'] = array(
	1 => 'Сообщение успешно отправлено',
	-1 => 'Не удалось отправить сообщение',
);
?>