<?php
$lang ['admin'] ['panel'] ['maintain'] = 'Maintainance';

$lang ['admin'] ['maintain'] ['default'] = array(
	'head' => 'Техническое обслуживание',
	'descr' => 'Заходите сюда, когда вам кажется, что что-то не так, и, возможно, здесь вы найдете решение. Однако это может не сработать.',
	'opt0' => '&laquo; Вернуться в главное меню',
	'opt1' => 'Переиндексация',
	'opt2' => 'Очистить кэш тем и шаблонов',
	'opt3' => 'Восстановить права доступа к файлам',
	'opt4' => 'Показать информацию о PHP',
	'opt5' => 'Проверить наличие обновлений',
	'opt6' => 'Показать данные о поддержке',

	'chmod_info' => 'Если права доступа к файлу не удалось сбросить на ' . decoct(FILE_PERMISSIONS) . ', владелец файла, вероятно, не совпадает с владельцем веб-сервера.<br>' . //
		'Обычно это уведомление можно проигнорировать.'
);

$lang ['admin'] ['maintain'] ['default'] ['msgs'] = array(
	1 => 'Операция выполнена',
	-1 => 'Операция не удалась'
);

$lang ['admin'] ['maintain'] ['updates'] = array(
	'head' => 'Обновления',
	'list' => '<ul>
		<li>Ваша текущая версия FlatPress: <big>%s</big></li>
		<li>Последняя стабильная версия FlatPress: <big><a href="%s">%s</a></big></li>
		<li>Последняя нестабильная версия FlatPress: <big><a href="%s">%s</a></big></li>
		</ul>',
	'notice' => 'Примечание:'
);

$lang ['admin'] ['maintain'] ['updates'] ['msgs'] = array(
	1 => 'Доступны обновления!',
	2 => 'Вы уже обновились',
	-1 => 'Невозможно получить обновления'
);
?>
