<?php
$lang ['admin'] ['panel'] ['main'] = 'Main';

$lang ['admin'] ['main'] ['default'] = array(
	'head' => 'Добро пожаловать в административный раздел!',
	'descr' => 'Выберите действие',

	'op1' => 'Новая запись',
	'op1d' => 'Добавить новую запись',
	'op2' => 'Записи',
	'op2d' => 'Отображение и управление всеми записями',
	'op3' => 'Виджеты',
	'op3d' => 'Управление виджетами боковой, нижней и верхней панелей',
	'op4' => 'Плагины',
	'op4d' => 'Установка, включение, отключение плагинов',
	'op5' => 'Конфигурация',
	'op5d' => 'Кастомизировать FlatPress',
	'op6' => 'Техническое обслуживание',
	'op6d' => 'Очистка и восстановление FlatPress',
	'op7' => 'Загрузить',
	'op7d' => 'Загрузка и управление изображениями и файлами',
	'op8' => 'Темы',
	'op8d' => 'Переключение между темами и стилями',
	'op9' => 'Центр комментариев',
	'op9d' => 'Управление комментариями, создание рекомендаций',

	'setup_hide_failed_head' => 'Уведомление о безопасности: настройка по-прежнему доступна!',
	'setup_hide_failed_descr' => 'FlatPress не смог автоматически скрыть точки входа в настройку. Пожалуйста, переименуйте файл setup.php в .setup.php, а каталог setup/ в .setup/ (или запретите доступ через настройки вашего веб-сервера).',
	'setup_hide_failed_items' => 'Затронутые пути:'
);
?>
