<?php
$lang ['plugin'] ['newsletter'] = array(
	// Widget
	'subject' => 'ενημερωτικό δελτίο',
	'input_email_placeholder' => 'Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας',
	'accept_privacy_policy' => 'Αποδέχομαι την πολιτική απορρήτου',
	'privacy_link_text' => 'μεταβείτε στην πολιτική απορρήτου',
	'button' => 'Εγγραφείτε στο',
	'csrf_error' => 'Μη έγκυρο διακριτικό CSRF.',

	// Double Opt-In
	'confirm_subject' => 'Παρακαλούμε επιβεβαιώστε την εγγραφή σας στο ενημερωτικό δελτίο',
	'confirm_greeting' => 'Σας ευχαριστούμε για την εγγραφή σας στο μηνιαίο ενημερωτικό μας δελτίο.',
	'confirm_link_text' => 'Κάντε κλικ εδώ για να επιβεβαιώσετε τη συνδρομή σας',
	'confirm_ignore' => 'Εάν δεν έχετε ζητήσει αυτό το email, παρακαλούμε αγνοήστε το.',

	// E-Mail-Content
	'last_entries' => 'Τελευταίες καταχωρήσεις',
	'no_entries' => 'Δεν υπάρχουν καταχωρήσεις',
	'last_comments' => 'Τελευταία σχόλια',
	'no_comments' => 'Δεν υπάρχουν σχόλια',
	'unsubscribe' => 'Διαγραφή από το ενημερωτικό δελτίο',
	'privacy_policy' => 'Πολιτική απορρήτου',
	'legal_notice' => 'Νομική ειδοποίηση'
);

// Admin panel: Newsletter subscribers
$lang ['admin'] ['plugin'] ['submenu'] ['newsletter'] = 'ενημερωτικό δελτίο';
$lang ['admin'] ['plugin'] ['newsletter'] = array(
	'head' => 'Διαχείριση ενημερωτικών δελτίων',
	'desc_subscribers' => 'Εδώ μπορείτε να δείτε όλες τις διευθύνσεις ηλεκτρονικού ταχυδρομείου των συνδρομητών του ενημερωτικού δελτίου και πότε οι συνδρομητές έχουν αποδεχτεί την πολιτική απορρήτου. ' . //
		'Μπορείτε επίσης να διαγράψετε συνδρομητές.',
	'admin_subscribers_list' => 'Λίστα συνδρομητών',
	'email_address' => 'Διεύθυνση ηλεκτρονικού ταχυδρομείου',
	'subscribe_date' => 'Ημερομηνία ενημερωτικού δελτίου',
	'subscribe_time' => 'ώρα',
	'newsletter_no_subscribers' => 'Δεν υπάρχουν διαθέσιμοι συνδρομητές',
	'delete_subscriber' => 'Διαγράψτε αυτή τη διεύθυνση',
	'delete_confirm' => 'Θέλετε πραγματικά να διαγράψετε αυτή τη διεύθυνση;',
	'desc_batch' => 'Εδώ μπορείτε να καθορίσετε σε πόσους συνδρομητές αποστέλλεται ένα ενημερωτικό δελτίο ανά ημέρα. '. //
		'Ρωτήστε τον πάροχο ηλεκτρονικού ταχυδρομείου σας πόσα μηνύματα μπορούν να αποσταλούν ανά ημέρα. ' . //
		'Το ενημερωτικό δελτίο αποστέλλεται αυτόματα σε όλους τους συνδρομητές στην αρχή του μήνα. ' . //
		'Εάν δεν εκτελείται αυτόματη αποστολή αυτή τη στιγμή, μπορείτε επίσης να ξεκινήσετε την αποστολή του ενημερωτικού δελτίου αμέσως. ' . //
		'Εάν η άμεση αποστολή δεν έχει ολοκληρωθεί έως τις 28 του μήνα, όλοι οι συνδρομητές δεν θα λάβουν αυτόματα το κανονικό ενημερωτικό δελτίο μέχρι τον μεθεπόμενο μήνα.',
	'send_all_button' => 'Στείλτε το ενημερωτικό δελτίο σε όλους τους συνδρομητές τώρα',
	'send_all_confirm' => 'Θέλετε να στείλετε το ενημερωτικό δελτίο σε όλους τους συνδρομητές τώρα;',
	'send_type_monthly' => 'Μηνιαία αποστολή.',
	'send_type_manual'  => 'Χειροκίνητη αποστολή.',
	'sub_remaining' => 'Ακόμα δεν έχει αποσταλεί:',
	'batch_size_label' => 'Αριθμός μηνυμάτων ηλεκτρονικού ταχυδρομείου ανά παρτίδα',
	'save_button' => 'Αποθήκευση'
);

$lang ['plugin'] ['newsletter'] ['errors'] = array (
	-2 => 'Το πρόσθετο LastEntries πρέπει να είναι ενεργό για να χρησιμοποιήσετε αυτό το πρόσθετο.'
);

$lang ['admin'] ['plugin'] ['newsletter'] ['msgs'] = array(
	1 => 'Το ενημερωτικό δελτίο αποστέλλεται σε όλους τους συνδρομητές.',
	-2 => 'Αυτό το πρόσθετο απαιτεί το πρόσθετο LastEntries που είναι ενσωματωμένο στο FlatPress. Παρακαλούμε ενεργοποιήστε το εκ των προτέρων στην περιοχή των πρόσθετων!',
	2 => 'Οι ρυθμίσεις έχουν αποθηκευτεί.'
);
?>
