<?php

$lang['plugin']['qspam'] = array(
	'error' => 'ΣΦΑΛΜΑ: Το σχόλιο αυτό περιέχει απαγορευμένες λέξεις'
);

$lang['admin']['plugin']['submenu']['qspam'] = 'Φίλτρο QuickSpam';
$lang['admin']['plugin']['qspam'] = array(
	'head' => 'Ρύθμιση του QuickSpam',
	'desc1' => 'Αποτροπή σχολίων που περιέχουν τις παρακάτω λέξεις (γράψτε μία ανά σειρά) :',
	'desc2' => '<strong>Προσοχή:</strong> Το σχόλιο θα αποτραπεί ακόμη κι αν η απαγορευμένη λέξη είναι μέρος κάποιας άλλης. 
	
	(π.χ. Το "παλιά" ταιριάζει με το "b<em>παλιάλογο</em>" επίσης)',
	'options' => 'Άλλες επιλογές',
	'desc3' => 'Μέτρηση απαγορευμένων λέξεων',
	'desc3pre' => 'Αποτρέψτε σχόλια που περιέχουν παραπάνω από ',
	'desc3post' => ' απαγορευμένες λέξεις.',
	'submit' => 'Αποθήκευση ρύθμισης',
	'msgs' => array(
		1 => 'Οι απαγορευμένες λέξεις αποθηκεύτηκαν επιτυχώς.',
		-1 => 'Οι απαγορευμένες λέξεις δεν αποθηκεύτηκαν.'
	)
);

?>
